---
kind: enumMember
id: F:Autodesk.Revit.DB.LineScaling.PaperSpace
enum: Autodesk.Revit.DB.LineScaling
source: html/66e96d4a-6c06-0c50-bd03-f1db2ae83efb.htm
---
# Autodesk.Revit.DB.LineScaling.PaperSpace

Paperspace scaling. Specifies the value 1 for both LTSCALE and PSLTSCALE.